{
    "navbar":{
        "home": "Home",
        "about": "About",
        "skills": "Skills",
        "portfolio": "Portfolio",
        "contact": "Contact"
    },

    "main":{
        "hi": "Hello!",
        "im": "I'm Lisandro",
        "dev": "Web developer"
    },

    "about":{
        "title": "About me",
        "p1": "My name is Lisandro Funes, I am a web developer and Information Systems Engineering university student.",
        "p2": "My interest in development began when I discovered how to change the appearance of web pages through the developer options included in browsers. It was something totally new for me, and I found it interesting to learn how to develop websites myself.",
        "p3": "I started with tutorials and online courses to train myself and put what I learned into practice. I also started studying Information Systems Engineering, where I learned about object-oriented programming, Unified Modeling Language (UML) and the application of development patterns. I also learned about network and communication technologies, databases, operating systems, and computer architecture.",
        "p4": "I enjoy developing new projects to provide solutions and continue to learn new skills in HTML, CSS, JavaScript, Angular, TypeScript, and BootStrap."
    },

    "skills":{
        "title": "Skills"
    },

    "portfolio":{
        "title": "Portfolio",
        "visit": "Visit project",
        "card_0":{
            "description": "Web page developed for a technical service, dedicated to the repair and maintenance of computers."
        },
        "card_1":{
            "title-card": "Calculator",
            "description": "Calculator to perform basic operations, with the possibility of switching between light mode and dark mode."
        },
        "card_2":{
            "title-card": "QR codes",
            "description": "Application that allows you to generate and scan qr codes, with the option to download and share the generated codes."
        }
    },

    "contact":{
        "title": "Contact",
        "name": "Name",
        "email": "Email",
        "alert": "Your email will never be shared.",
        "subject": "Subject",
        "message": "Message",
        "buttom": "Send"
    },

    "footer":{
        "rights": "© 2022 Lisandro Funes: All rights reserved"
    }
}