{
    "navbar":{
        "home": "Inicio",
        "about": "Sobre mí",
        "skills": "Habilidades",
        "portfolio": "Portafolio",
        "contact": "Contacto"
    },

    "main":{
        "hi": "¡Hola!",
        "im": "Soy Lisandro",
        "dev": "Desarrollador Web"
    },

    "about":{
        "title": "Sobre mí",
        "p1": "Mi nombre es Lisandro Funes, soy un desarrollador web y estudiante universitario de Ingeniería en Sistemas de Información.",
        "p2": "Mi interés por el desarrollo comenzó cuando descubrí como cambiar el aspectos de las páginas web a través de las opciones de desarrollador incluida en los navegadores. Era algo totalmente nuevo para mí, y me resulto interesante aprender a desarrollar sitios web por mí mismo.",
        "p3": "Comencé con tutoriales y cursos online para capacitarme y llevar a la práctica lo aprendido. También, comencé a estudiar Ingeniería en Sistemas de Información, donde aprendí sobre la programación orientada a objetos, lenguaje unificado de modelado (UML) y la aplicación de patrones de desarrollo. También, aprendí sobre tecnologías de redes y comunicaciones, bases de datos, sistemas operativos y arquitectura de computadoras.",
        "p4": "Disfruto desarrollando nuevos proyectos para brindar soluciones y continuar adquiriendo nuevas habilidades en HTML, CSS, JavaScript, Angular, TypeScript y BootStrap."
    },

    "skills":{
        "title": "Habilidades"
    },

    "portfolio":{
        "title": "Portafolio",
        "visit": "Visitar proyecto",
        "card_0":{
            "description": "Página web desarrollada para un servicio técnico, dedicado a la reparación y mantenimiento de computadoras."
        },
        "card_1":{
            "title-card": "Calculadora",
            "description": "Calculadora para realizar operaciones básicas, con posibilidad de cambiar entre modo claro y modo oscuro."
        },
        "card_2":{
            "title-card": "Códigos QR",
            "description": "Aplicación que permite generar y escanear códigos qr, con la opción de descargar y compartir los códigos generados."
        }
    },

    "contact":{
        "title": "Contacto",
        "name": "Nombre",
        "email": "Email",
        "alert": "Tu correo electronico nunca será compartido.",
        "subject": "Asunto",
        "message": "Mensaje",
        "buttom": "Enviar"
    },

    "footer":{
        "rights": "© 2022 Lisandro Funes: Todos los derechos reservados"
    }
}